Repository: burunduk/heroeswog-l10n-test
Catalog: tm/script05_EN_RU.tmx
Source language: en
Languages: ru

source: {Bank} Sorry, but you can't visit the Bank without a Marketplace.
ru: {Банк} Извините, но вы не можете посещать Банк, не имея Рынка.

source: Bank "Welcome", the clerk says, "how can I help you?"
ru: Банк "Добро пожаловать", говорит клерк, "чем мы можем помочь вам?"

source: No thanks. I've changed my mind.
ru: Нет, спасибо. Я передумал.

source: Transfer all Resources to another Player
ru: Передать все Ресурсы другому Игроку.

source: Transfer specific Resources to another Player
ru: Передать часть Ресурсов другому Игроку.

source: Borrow Money or Resources
ru: Занять денег или ресурсов

source: {Loan Bank} "Would you like to borrow Money or Resources?"
ru: {Кредитный Банк} "Вы хотите занять денег или ресурсов?"

source: {Loan Bank} {- Gold Department -} "Sorry, but you still owe us {%Y4} {Gold}. Come back when you've paid your last installment."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Извините, но вы еще не погасили долг. Возвращайтесь, когда рассчитаетесь по предыдущей сделке. "

source: {Loan Bank} {- Gold Department -} "We offer you a maximum of {%Y3} {Gold} but charge 30%% interest. The maximum loan available will increase over time. Repayment will start tomorrow and we'll take half of the Gold in your treasury every day until the loan is repaid."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Мы можем предложить вам максимум %Y3 золотом, но под 30%%. Максимально доступный кредит со временем увеличится. Возмещение начнется завтра, и мы будем забирать половину всех ваших денег каждый день до полного возврата кредита."

source: Loan Bank - Gold Department - (Current Limit: %Y3 Gold)
ru: Кредитный Банк - Финансовый Отдел -

source: "How much Gold do you want to borrow?"
ru: "Какую сумму вы хотите занять?"

source: {Loan Bank} {- Gold Department -} "Don't worry, we'll keep this offer open for you. Come back whenever you want."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Не беспокойтесь, предложение остается в силе . Возвращайтесь когда пожелаете."

source: {Loan Bank} {- Gold Department -} "Here you are. It was a pleasure doing business with you."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Отлично. Приятно было иметь с вами дело."

source: {Loan Bank} {- Resource Department -} "Sorry, but you still owe us {%Y5} {%Z-9}. Come back when you've paid your last installment."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Извините, но вы еще не погасили долг. Возвращайтесь, когда рассчитаетесь по предыдущей сделке. "

source: Loan Bank - Resource Department - "Please choose your desired Resource type:"
ru: Кредитный Банк - Отдел Обеспечения - "Какие желаете ресурсы?"

source: Wood
ru: Дерево

source: Mercury
ru: Ртуть

source: Ore
ru: Руда

source: Sulfur
ru: Сера

source: Crystal
ru: Кристаллы

source: Gems
ru: Драгоценные камни

source: {Loan Bank} {- Resource Department -} "We offer you a maximum of {%Y4} {%Z-8} but charge 30%% interest with a minimum of 1 %Z-8. The maximum loan available will increase over time. Repayment will start tomorrow and we'll take half of the %Z-8 in your treasury every day until the loan is repaid."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Мы можем предложить вам максимум %Y4 %Z-8, но под 30%%. Максимально доступный кредит со временем увеличится. Возмещение начнется завтра, и мы будем забирать %Z-8 - каждый день половину всех ваших запасов - до полного возврата кредита."

source: Loan Bank - Resource Department - (Current Limit: %Y4 %Z-8)
ru: Кредитный Банк - Отдел Обеспечения -

source: "How many %Z-8 do you want to borrow?"
ru: "%Z-8... так сколько вам нужно?"

source: {Loan Bank} {- Resource Department -} "Don't worry, we'll keep this offer open for you. Come back whenever you want."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Не беспокойтесь, предложение остается в силе . Возвращайтесь когда пожелаете."

source: {Loan Bank} {- Resource Department -} "Here you are. It was a pleasure doing business with you."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Отлично. Приятно было иметь с вами дело."

source: {Loan Bank} {- Gold Department -} "We take a fee of {%Y4} {Gold} today, so you still owe us {%Y5} {Gold}. We'll come back tomorrow."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Мы забираем %Y4 золотом сегодня, в погашение долга, и вы все еще должны нам %Y5. Мы навестим вас завтра."

source: {Loan Bank} {- Gold Department -} "Congratulations. You've paid your last installment of {%Y4} {Gold}. Feel free to visit us again."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Поздравляем. Вы выплатили ваш последний взнос - %Y4 золотом. Будем рады снова видеть вас, если вам будет угодно заглянуть."

source: {Loan Bank} {- Resource Department -} "We take a fee of {%Y4} {%Z-1} today, so you still owe us {%Y5} {%Z-1}. We'll come back tomorrow."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Мы забираем %Z-1 (%Y4) сегодня, в погашение долга, и вы все еще должны нам %Y5. Мы навестим вас завтра."

source: {Loan Bank} {- Resource Department -} "Congratulations. You've paid your last installment of {%Y4} {%Z-1}. Feel free to visit us again."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Поздравляем. Вы выплатили ваш последний взнос - %Y4 (%Z-1). Будем рады снова видеть вас, если вам будет угодно заглянуть."

source: {Loan Bank} {- Gold Department -} "I'm sorry, but you can't borrow more than the current maximum of {%X1} {Gold}."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Прошу прощения, но вы не можете занять больше, чем %X1 золотых."

source: {Loan Bank} {- Gold Department -} "I'm sorry, but negative values can't be borrowed."
ru: {Кредитный Банк} {- Финансовый Отдел -} "Мне жаль, но мы не выдаем суммы меньше нуля."

source: {Loan Bank} {- Resource Department -} "I'm sorry, but you can't borrow more than the current maximum of {%X1} {%Z-8}."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Прошу прощения, но вы не можете занять больше, чем %X1 (%Z-8)."

source: {Loan Bank} {- Resource Department -} "I'm sorry, but negative values can't be borrowed."
ru: {Кредитный Банк} {- Отдел Обеспечения -} "Мне жаль, но количество меньше нуля мы выдать не сможем."

source: {Resource Trading Post} "Unfortunately, you have no Resources at all, so there's nothing to trade. Maybe time is on your side ..."
ru: {Центр Торговли Ресурсами} "К сожалению, у вас вообще нет ресурсов, а значит - вам нечем торговать. Возможно время играет на вас..."

source: Gold
ru: Золото

source: Mithril
ru: Мифрил

source: Resource Trading Post Select Resource to be transferred:
ru: Центр Торговли Ресурсами Выберите ресурсы для передачи:

source: No, thanks. I've changed my mind.
ru: Нет, спасибо. Я передумал.

source: Red Player
ru: Красному Игроку

source: Blue Player
ru: Синему Игроку

source: Tan Player
ru: Коричневому Игроку

source: Green Player
ru: Зеленому Игроку

source: Orange Player
ru: Оранжевому Игроку

source: Purple Player
ru: Пурпурному Игроку

source: Teal Player
ru: Бирюзовому Игроку

source: Pink Player
ru: Розовому Игроку

source: Resource Trading Post Transfer %Z-9 to...
ru: Центр Торговли Ресурсами Передать %Z-9...

source: Nobody. I've changed my mind.
ru: Никому. Я передумал.

source: Resource Trading Post You have %Y11 %Z-2.
ru: Центр Торговли Ресурсами У вас %Y11 (%Z-2).

source: Enter quantity of %Z-2 to be transferred:
ru: %Z-2 - введите передаваемое количество:

source: {Resource Trading Post} "Maybe you want to trade another day. Feel free to visit us again."
ru: {Центр Торговли Ресурсами} "Возможно, вы захотите поторговать в другой день. Будем рады вашему визиту."

source: have
ru: было

source: has
ru: было

source: {Resource Trading Post} "%V1 %Z-2 %Z-3 been transferred to the %Z-1."
ru: {Центр Торговли Ресурсами} "%V1 (%Z-2) %Z-3 передано %Z-1."

source: {Resource Trading Post} "You can only give what you have. Not more, but less..."
ru: {Центр Торговли Ресурсами} "Вы можете отдать только то, что имеете. Не больше, но можно и меньше..."

source: {Resource Trading Post} "I'm sorry, but negative values can't be transferred."
ru: {Центр Торговли Ресурсами} "Извините, но нельзя передавать количество меньше нуля."

source: Transfer ALL Resources including Gold and Mithril to...
ru: Передать ВСЕ ресурсы, включая Золото и Мифрил...

source: All your resources have been transferred to the %Z3.
ru: Все ваши ресурсы были переданы %Z3.

source: You have no resources to transfer.
ru: У вас нет ресурсов, доступных для передачи.
